Revit 2027 API
UnitTypeId.CubicMetersPerHour Property
 Cubic meters per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicMetersPerHour { get; }
Public Shared ReadOnly Property CubicMetersPerHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicMetersPerHour {
	ForgeTypeId^ get ();
}
static member CubicMetersPerHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace